Repository: guiodic/material-decoration
Catalog: po/*/materialdecoration.po
Languages: it

source: Material Decoration
it: Decorazione Material

source: Configuration module for the Material Decoration
it: Modulo di configurazione per la Decorazione Material

source: Appearance
it: Aspetto

source: Title alignment
it: Allineamento del titolo

source: Button size
it: Dimensione dei pulsanti

source: Active window opacity
it: Opacità della finestra attiva

source: Inactive window opacity
it: Opacità della finestra inattiva

source: Corner radius
it: Raggio degli angoli

source: Menu and Search
it: Menu e ricerca

source: Always show application menu
it: Mostra sempre il menu dell'applicazione

source: Enable search button
it: Abilita il pulsante di ricerca

source: Show disabled menu actions
it: Mostra le azioni del menu disabilitate

source: Use hamburger menu
it: Usa il menu «hamburger»

source: Menu button horizontal padding
it: Spaziatura orizzontale del pulsante del menu

source: Shadows
it: Ombre

source: Shadow size
it: Dimensione delle ombre

source: Shadow color
it: Colore delle ombre

source: Shadow strength
it: Intensità delle ombre

source: Animations
it: Animazioni

source: Enable animations
it: Abilita le animazioni

source: Animation duration
it: Durata dell'animazione

source: Left
it: A sinistra

source: Center
it: Al centro

source: Center (Full Width)
it: Centrato (larghezza intera)

source: Right
it: A destra

source: Hidden
it: Nascosto

source: Tiny
it: Minuscola

source: Small
it: Piccola

source: Default
it: Predefinita

source: Large
it: Grande

source: Very Large
it: Molto grande

source: None
it: Nessuna

source: Medium
it: Media

source: Use system menu font
it: Usa il carattere del menu di sistema

source: Use custom border colors
it: Usa colori del bordo personalizzati

source: Active window border color
it: Colore del bordo della finestra attiva

source: Inactive window border color
it: Colore del bordo della finestra inattiva

source: Round bottom corners
it: Arrotonda gli angoli inferiori

source: Hide window title when space is limited
it: Nascondi il titolo della finestra quando lo spazio è limitato

source: Other
it: Altro

source: Enable long-press actions on window buttons
it: Abilita le azioni di pressione prolungata sui pulsanti della finestra

source: <html><body><div style="width: 350px;"> <p>When enabled:</p> <ul> <li>Long-pressing the close button minimizes the window to the system tray (requires the kwin-minimize2tray plugin)</li> <li>Long-pressing the minimize button minimizes all windows except the current one (requires Plasma 6.6 or later)</li> </ul> </div></body></html>
it: <html><body><div style="width: 350px;"> <p>Quando abilitato:</p> <ul> <li>La pressione prolungata del pulsante di chiusura minimizza la finestra nel vassoio di sistema (richiede il plugin kwin-minimize2tray)</li> <li>La pressione prolungata del pulsante di minimizzazione riduce a icona tutte le finestre tranne quella corrente (richiede Plasma 6.6 o successivo)</li> </ul> </div></body></html>

source: Long-press duration
it: Durata della pressione prolungata

source: Minimum reserved space
it: Spazio minimo riservato
